[
    {
      "author_name": "Rajat Singh",
      "rating": 5,
      "text": "Trainer Friendliness - 10/10. Equipments - 9/10. Training Routine - 9.5/10. Diet Plan - 9/10. Budget Friendly - 10/10 (Best in Competition). Open- Monday to Saturday."
    },
    {
      "author_name": "RITIK PANDEY",
      "rating": 5,
      "text": "Very good gym, owner is also very good. Doing gym since 2019 and haven't faced a single problem ever. Good equipment, love this gym."
    },
    {
      "author_name": "Mohd Sahil",
      "rating": 3,
      "text": "Good quantity of machines but quality rating of machines is 3/5. 50rs per trial, 800 per month, Quarterly 2100, many more fee structures."
    },
    {
      "author_name": "Anshaj Dev Chaurasia",
      "rating": 5,
      "text": "Best priced, excellent faculty. Just a little bit congested, everything else is absolutely fine."
    },
    {
      "author_name": "Abhishek Singh",
      "rating": 5,
      "text": "Gym has been built recently yet quite popular. All equipments and sittings are new and perfect. Trainer is professional and hard working. Relaxed environment. Must visit."
    },
    {
      "author_name": "Sujoy Kumar",
      "rating": 5,
      "text": "Awesome gym with experienced trainer. Equipment are of high quality and brand new. Love the environment there. Fees is reasonable and affordable."
    },
    {
      "author_name": "Manay Singh",
      "rating": 4,
      "text": "Clean space, updated equipment, ease of parking. Trainer is attentive and extremely knowledgeable. He creates workouts that are enjoyable and exactly what one requires."
    },
    {
      "author_name": "Apoorv Singh",
      "rating": 5,
      "text": "One of the best gyms I've ever seen. Large space, full of equipment, friendly environment, personal trainers, diet charts, nutrition and supplements all make this gym number 1."
    },
    {
      "author_name": "Nishant Singh",
      "rating": 3,
      "text": "This gym is situated in front of my computer classes."
    },
    {
      "author_name": "Akash Singh",
      "rating": 1,
      "text": "Wow, where do I start? The equipment looks like it was rescued from a junkyard, the staff acts like you're invisible, and the whole place smells like a locker room from the 1980s. 'State-of-the-art' must be a joke here because nothing works. If you want to pay to get a disease, this is your spot! Worst gym experience ever, such a waste of money."
    },
    {
      "author_name": "Vimlesh Kumar",
      "rating": 5,
      "text": "Better gym as compared to other gyms with same fee structure."
    },
    {
      "author_name": "Hshivu B.",
      "rating": 5,
      "text": "Very good gym for ladies & gents also. And trainer Aditya Pratap Singh Sir is the best trainer as compared to other gyms."
    }
  ]
  